Repository: pix33l/CassoFlow
Catalog: CassoFlow/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, pt_pt, ru, zh_hant_tw

source: 「七夕」情人节磁带
de: Valentinstags-Kassette (chinesisch)
en: Chinese Valentine's Day Cassette
es: Casete del Día de San Valentín Chino
fr: Cassette de la Saint-Valentin chinoise
it: Musicassetta del San Valentino Cinese
ja: 「七夕」のカセット
ko: 중국 발렌타인데이 카세트
pt_pt: Fita cassete do Dia dos Namorados Chinês
ru: Кассета Китайского Дня Святого Валентина
zh_hant_tw: 七夕節卡式錄音帶

source: %@ 终身使用所有功能和主题
de: %@ Lifetime Alle Funktionen und Themen
en: %@ Lifetime All Functions and Themes
es: %@ Todas las funciones y temas de por vida
fr: %@ Durée de vie Toutes les fonctions et tous les thèmes
it: %@ Lifetime Tutte le funzioni e i temi
ja: %@ すべての機能とテーマを永久に利用可能
ko: %@모든 기능 및 테마에 평생 액세스
pt_pt: %@ Todas as funcionalidades e temas vitalícios
ru: %@ Пожизненный доступ ко всем функциям и темам
zh_hant_tw: %@ 永久解鎖所有功能和主題

source: %lld分钟
de: %lld Min
en: %lld Min
es: %lld Min
fr: %lld Min
it: %lld Min
ja: %lld 分です
ko: %lld분
pt_pt: %lld Mínimo
ru: %lld мин
zh_hant_tw: %lld分鐘

source: %lld小时%lld分钟
de: %1$lld Stunde %2$lld Min
en: %1$lld Hour %2$lld Min
es: %1$lld Hora %2$lld Min
fr: %1$lld Hour %2$lld Min
it: %1$lld Ora %2$lld Min
ja: %1$lld時間%2$lld分です
ko: %lld시간%lld분
pt_pt: %1$lld Hora %2$lld Min
ru: %1$lld час %2$lld мин
zh_hant_tw: %1$lld小時%2$lld分鐘

source: %lld首歌曲 • %@
de: %1$lld Song - %2$@
en: %1$lld Song • %2$@
es: %1$lld Canción • %2$@
fr: %1$lld Song - %2$@
it: %1$lld Canzone - %2$@
ja: %1$lld 曲です • %2$@
ko: %lld곡 • %@
pt_pt: %1$lld Música • %2$@
ru: %1$lld песня • %2$@
zh_hant_tw: %1$lld首曲目 • %2$@

source: PIX3L DESIGN STUDIO 是专注数字产品的独立个人工作室，以创新设计与卓越理念，为用户打造数字世界的独特体验
de: PIX3L DESIGN STUDIO ist ein unabhängiges Einzelstudio, das sich auf digitale Produkte spezialisiert hat. Mit innovativem Design und herausragenden Konzepten schafft es einzigartige Erlebnisse für Nutzer in der digitalen Welt
en: PIX3L DESIGN STUDIO is an independent individual studio specializing in digital products. With innovative design and outstanding concepts, it creates unique experiences for users in the digital world
es: PIX3L DESIGN STUDIO es un estudio independiente especializado en productos digitales. Con diseño innovador y conceptos excepcionales, crea experiencias únicas para usuarios en el mundo digital
fr: PIX3L DESIGN STUDIO est un studio individuel indépendant spécialisé dans les produits numériques. Avec un design innovant et des concepts remarquables, il crée des expériences uniques pour les utilisateurs dans le monde numérique
it: PIX3L DESIGN STUDIO è uno studio indipendente specializzato in prodotti digitali. Con un design innovativo e concetti eccezionali, crea esperienze uniche per gli utenti nel mondo digitale
ja: PIX3L DESIGN STUDIO デジタルプロダクト専門の独立スタジオ，革新的デザインでユーザーに没入型デジタル体験を提供
ko: PIX3L DESIGN STUDIO 은 디지털 제품을 전문으로 하는 독립적인 개인 스튜디오로, 혁신적인 디자인과 우수성으로 디지털 세계에서 독특한 경험을 만들어냅니다.
pt_pt: PIX3L DESIGN STUDIO é um estúdio independente especializado em produtos digitais. Com design inovador e conceitos excepcionais, cria experiências únicas para usuários no mundo digital
ru: PIX3L DESIGN STUDIO - это независимая студия, специализирующаяся на цифровых продуктах. С инновационным дизайном и выдающимися концепциями создает уникальные впечатления для пользователей в цифровом мире
zh_hant_tw: PIX3L DESIGN STUDIO是一個專注數位產品的獨立工作室，我們以創新設計和卓越理念，為您打造獨特的數位體驗

source: pix3l_me（备注：CassoFlow）
de: pix3l_me (Hinweis: CassoFlow)
en: pix3l_me (Note: CassoFlow)
es: pix3l_me (Nota: CassoFlow)
fr: pix3l_me (Note : CassoFlow)
it: pix3l_me (Nota: CassoFlow)
ja: pix3l_me（付記：CassoFlow）
ko: pix3l_me（참고：CassoFlow）
pt_pt: pix3l_me (Nota: CassoFlow)
ru: pix3l_me (Примечание: CassoFlow)
zh_hant_tw: pix3l_me (備註：CassoFlow)

source: PRO 专享
de: Nur PRO
en: PRO Only
es: Solo PRO
fr: PRO uniquement
it: Solo PRO
ja: PRO 限定
ko: PRO 독점
pt_pt: Apenas PRO
ru: Только PRO
zh_hant_tw: PRO 會員獨享

source: PRO 会员将在%@到期
de: PRO-Mitglieder werden bei %@
en: PRO members will expire at %@
es: La membresía PRO vencerá el %@
fr: Les membres PRO expireront à %@
it: I membri PRO scadranno al %@
ja: PROプラン有効期限：%@
ko: PRO 멤버십은 %@ 에 만료됩니다
pt_pt: A assinatura PRO expirará em %@
ru: PRO подписка истечет %@
zh_hant_tw: 您的PRO會員資格將於 %@ 到期

source: 一次性付费，享受永久更新
de: Einmal bezahlen und permanente Updates genießen
en: Pay once and enjoy permanent updates
es: Paga una vez y disfruta de actualizaciones permanentes
fr: Payez une fois et profitez de mises à jour permanentes
it: Paga una volta e usufruisci degli aggiornamenti permanenti
ja: 買い切りで恒久的なアップデートを楽しむ
ko: 한 번 결제하고 향후 기능 업데이트를 즐기세요
pt_pt: Pague uma vez e aproveite atualizações permanentes
ru: Заплатите один раз и наслаждайтесь постоянными обновлениями
zh_hant_tw: 一次付費，享受永久更新

source: 专辑
de: Album
en: Album
es: Álbum
fr: Album
it: Album
ja: アルバム
ko: 앨범
pt_pt: Álbum
ru: Альбом
zh_hant_tw: 專輯

source: 专辑「%@」已成功添加到您的媒体库中
de: Das Album „%@“ wurde erfolgreich zu Ihrer Medienbibliothek hinzugefügt.
en: The album “%@” has been successfully added to your media library
es: El álbum “%@” se ha añadido correctamente a tu biblioteca multimedia
fr: L'album « %@ » a été ajouté avec succès à votre bibliothèque multimédia.
it: L'album “%@” è stato aggiunto con successo alla tua libreria multimediale
ja: アルバム「%@」がメディアライブラリに正常に追加されました
ko: 앨범 “%@”이(가) 미디어 라이브러리에 성공적으로 추가되었습니다
pt_pt: O álbum “%@” foi adicionado com sucesso à sua biblioteca de mídia
ru: Альбом “%@” успешно добавлен в вашу медиатеку
zh_hant_tw: 專輯 「%@」 已成功加入您的媒體庫

source: 专辑已添加
de: Album hinzugefügt
en: Album added
es: Álbum añadido
fr: Album ajouté
it: Album aggiunto
ja: アルバムが追加されました
ko: 앨범이 추가되었습니다
pt_pt: Álbum adicionado
ru: Альбом добавлен
zh_hant_tw: 專輯已新增

source: 为专业用户生产的磁带播放器
de: Ein Kassettenspieler für professionelle Anwender
en: A cassette player designed for professional users
es: Un reproductor de cassettes diseñado para usuarios profesionales
fr: Un lecteur de cassettes conçu pour les utilisateurs professionnels
it: Un lettore di cassette progettato per gli utenti professionali
ja: プロユーザー向けカセットプレーヤー
ko: 전문 사용자를 위한 테이프 플레이어
pt_pt: Um reprodutor de fita cassete projetado para usuários profissionais
ru: Кассетный плеер, разработанный для профессиональных пользователей
zh_hant_tw: 為專業人士打造的錄音帶播放器

source: 二氧化铬作为材料的高端磁带
de: Top-Kassette aus Chromdioxid als Material
en: Top cassette made of chromium dioxide as the material
es: Cassette de alta gama hecho de dióxido de cromo como material
fr: Cassette supérieure fabriquée à partir de dioxyde de chrome comme matériau
it: Cassetta superiore realizzata in biossido di cromo come materiale
ja: 二酸化クロム素材ハイエンドテープ
ko: 이산화크롬을 소재로 한 고급 마그네틱 테이프
pt_pt: Fita de alta qualidade feita de dióxido de cromo como material
ru: Высококачественная кассета из диоксида хрома
zh_hant_tw: 以二氧化鉻為材料的高階錄音帶

source: 仅 %@ /天
de: Nur %@ /Tag
en: Only %@ /day
es: Solo %@ /día
fr: Seulement %@ /jour
it: Solo %@ al giorno
ja: わずか1日 %@
ko: %@/일
pt_pt: Apenas %@ /dia
ru: Всего %@ /день
zh_hant_tw: 僅 %@ /天

source: 低
de: Niedrig
en: Low
es: Bajo
fr: Faible
it: Basso
ko: 낮음
pt_pt: Baixo
ru: Низкий

source: 低频抖动
de: Flattert
en: Flutter
es: Fluctuación
fr: Flutter
it: Fluttuazione
ja: 低周波揺らぎ
ko: 저주파 지터
pt_pt: Flutuação
ru: Детонация
zh_hant_tw: 低頻抖動

source: 使用中
de: Im Einsatz
en: In use
es: En uso
fr: En cours d'utilisation
it: In uso
ko: 사용 중
pt_pt: Em uso
ru: Используется

source: 使用条款
de: Nutzungsbedingungen
en: Terms for usage
es: Términos de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
ja: 利用規約
ko: 이용 약관
pt_pt: Termos de uso
ru: Условия использования
zh_hant_tw: 使用條款

source: 保持屏幕一直不锁屏
de: Damit der Bildschirm nicht ständig gesperrt ist
en: Keep the screen from locking at all times
es: Mantener la pantalla sin bloquear en todo momento
fr: Empêchez l'écran de se verrouiller à tout moment
it: Evita che lo schermo si blocchi in ogni momento
ja: 画面常時表示
ko: 항상 화면 잠금 해제 상태 유지
pt_pt: Manter a tela sempre sem bloqueio
ru: Всегда держать экран разблокированным
zh_hant_tw: 保持螢幕恆亮

source: 允许访问您的 Apple Music 以查看专辑和播放列表
de: Zugriff auf Apple Music ermöglichen, um Alben und Wiedergabelisten anzusehen
en: Allow access to your Apple Music to view albums and playlists
es: Permitir el acceso a tu Apple Music para ver álbumes y listas de reproducción
fr: Permet d'accéder à votre Apple Music pour consulter les albums et les listes de lecture
it: Consentire l'accesso ad Apple Music per visualizzare album e playlist
ja: Apple Music にアクセスしてアルバムやプレイリストを見ることができます
ko: 앨범 및 재생목록을 보기 위해 Apple 음악에 대한 접근 허용하기
pt_pt: Permitir o acesso ao seu Apple Music para ver álbuns e listas de reprodução
ru: Разрешить доступ к Apple Music для просмотра альбомов и плейлистов
zh_hant_tw: 允許訪問您的 Apple Music 以查看專輯和播放列表

source: 免费
de: Kostenlos
en: Free
es: Gratis
fr: Gratuit
it: Gratuito
ja: 無料
ko: 프리웨어
pt_pt: Grátis
ru: Бесплатно
zh_hant_tw: 免費

source: 关于作者
de: Über den Entwickler
en: About Developer
es: Acerca del desarrollador
fr: À propos du développeur
it: Informazioni sullo sviluppatore
ja: 開発者について
ko: 저자 소개
pt_pt: Sobre o desenvolvedor
ru: О разработчике
zh_hant_tw: 關於作者

source: 其他
de: Andere
en: Other
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 나머지
pt_pt: Outros
ru: Другое

source: 最后更新于 %@
de: Zuletzt aktualisiert am %@
en: Last updated on %@
es: Última actualización el %@
fr: Dernière mise à jour le %@
it: Ultimo aggiornamento il %@
ja: 最終更新日 %@
ko: 마지막 업데이트 날짜 %@
pt_pt: Última atualização em %@
ru: Последнее обновление %@
zh_hant_tw: 最後更新於 %@

source: 最近添加
de: Kürzlich hinzugefügt
en: Recently added
es: Añadido recientemente
fr: Récemment ajouté
it: Aggiunti di recente
ja: 最近追加された記事
ko: 최근 추가됨
pt_pt: Adicionado recentemente
ru: Недавно добавленные
zh_hant_tw: 最近新增

source: 加载媒体库失败: %@
de: Medienbibliothek konnte nicht geladen werden: %@
en: Failed to load media library: %@
es: Error al cargar la biblioteca de medios: %@
fr: Échec du chargement de la médiathèque : %@
it: Failed to load media library: %@
ja: メディアライブラリの読み込み に失敗します：%@
ko: 미디어 라이브러리를 로드하지 못했습니다：%@
pt_pt: Falha ao carregar a biblioteca de mídia: %@
ru: Не удалось загрузить медиатеку: %@
zh_hant_tw: 加載媒體失敗: %@

source: 升级 PRO 会员，获取全部高级功能
de: Upgrade auf die PRO-Mitgliedschaft für den Zugriff auf alle erweiterten Funktionen
en: Upgrade to PRO membership to access all advanced features
es: Actualiza a la membresía PRO para acceder a todas las funciones avanzadas
fr: Passez à l'abonnement PRO pour accéder à toutes les fonctionnalités avancées
it: Aggiornamento all'iscrizione PRO per accedere a tutte le funzioni avanzate
ja: PROプランで全プレミアム機能を解放
ko: 모든 프리미엄 기능을 이용하려면 PRO 멤버십을 업그레이드하세요
pt_pt: Atualize para a assinatura PRO para acessar todas as funcionalidades avançadas
ru: Обновите до PRO подписки для доступа ко всем расширенным функциям
zh_hant_tw: 升級PRO會員，解鎖所有進階功能

source: 升级获取全部高级功能
de: Upgrade für den Zugriff auf alle erweiterten Funktionen
en: Upgrade to access all advanced features
es: Actualiza para acceder a todas las funciones avanzadas
fr: Mise à niveau pour accéder à toutes les fonctions avancées
it: Aggiornamento per accedere a tutte le funzioni avanzate
ja: アップグレードで全プレミアム機能を取得
ko: 모든 고급 기능을 사용하려면 업그레이드하세요
pt_pt: Atualize para acessar todas as funcionalidades avançadas
ru: Обновите для доступа ко всем расширенным функциям
zh_hant_tw: 立即升級，享有完整進階功能

source: 卡农牌磁带播放器
de: Kassettenspieler der Marke Canon
en: Canon brand cassette player
es: Reproductor de cassette marca Canon
fr: Lecteur de cassettes de marque Canon
it: Lettore di cassette di marca Canon
ja: キヤノンブランドカセットプレーヤー
ko: 캐논 테이프 플레이어
pt_pt: Reprodutor de fita cassete da marca Canon
ru: Кассетный плеер марки Canon
zh_hant_tw: 卡農牌錄音帶播放機

source: 发布于 %@
de: Veröffentlicht am %@
en: Published on %@
es: Publicado el %@
fr: Publié le %@
it: Pubblicato su %@
ja: 発行日 %@
ko: 에 게시됨 %@
pt_pt: Publicado em %@
ru: Опубликовано %@
zh_hant_tw: 發佈於 %@

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
pt_pt: Cancelar
ru: Отмена

source: 商品类型
de: Produkttyp
en: Product Type
es: Tipo de producto
fr: Type de produit
it: Tipo di prodotto
ja: 商品タイプ
ko: 제품 유형
pt_pt: Tipo de produto
ru: Тип продукта
zh_hant_tw: 商品類型

source: 商店
de: Laden Sie
en: Store
es: Tienda
fr: Boutique
it: Negozio
ja: ストア
ko: 스토어
pt_pt: Loja
ru: Магазин

source: 国宝牌磁带播放器
de: Kassettenspieler der Marke Animal
en: Animal brand cassette player
es: Reproductor de cassette marca Animal
fr: Lecteur de cassettes de marque animale
it: Lettore di cassette di marca animale
ja: 国宝ブランドカセットプレーヤー
ko: 국보급 테이프 플레이어
pt_pt: Reprodutor de fita cassete marca Animal
ru: Кассетный плеер марки Animal
zh_hant_tw: 國寶牌錄音帶播放器

source: 增加反馈来模拟实体操作感
de: Hinzufügen von Rückmeldungen zur Simulation des physikalischen Betriebsgefühls
en: Add feedback to simulate the physical operation sensation
es: Añadir retroalimentación para simular la sensación de operación física
fr: Ajoute un feedback pour simuler la sensation physique d'utilisation
it: Aggiungere feedback per simulare la sensazione di funzionamento fisico
ja: 実機操作感を再現する触覚フィードバック
ko: 피드백을 추가하여 물리적 조작의 느낌을 시뮬레이션하기
pt_pt: Adicionar feedback para simular a sensação de operação física
ru: Добавить обратную связь для имитации ощущения физической операции
zh_hant_tw: 增加觸覺回饋，模擬實體操作手感

source: 复古设计的高保值磁带
de: Retro-designtes Hi-Fi-Kassette
en: Retro-designed Hi-Fi cassette
es: Cassette Hi-Fi de diseño retro
fr: Cassette Hi-Fi à design rétro
it: Cassetta Hi-Fi con design retrò
ja: レトロデザインのハイファイカセット
ko: 레트로 디자인 하이파이 카세트
pt_pt: Cassete Hi-Fi com design retrô
ru: Ретро-дизайн Hi-Fi кассета
zh_hant_tw: 復古設計的高保真卡帶

source: 媒体库
de: Bibliothek
en: Library
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: メディアライブラリ
ko: 미디어 라이브러리
pt_pt: Biblioteca
ru: Библиотека
zh_hant_tw: 我的媒體

source: 媒体类型
de: Medientyp
en: Media Type
es: Tipo de media
fr: Type de média
it: Tipo di media
ja: メディアタイプ
ko: 미디어 유형
pt_pt: Tipo de mídia
ru: Тип медиа
zh_hant_tw: 媒體類型

source: 封面样式
de: Cover-Stil
en: Cover Style
es: Estilo de portada
fr: Style de couverture
it: Stile della copertina
ja: カバースタイル
ko: 표지 스타일
pt_pt: Estilo da capa
ru: Стиль обложки
zh_hant_tw: 封面樣式

source: 尊贵的永久 PRO 会员
de: Sehr geehrtes PRO-Dauermitglied
en: Dear Permanent PRO Member
es: Estimado miembro PRO permanente
fr: Cher membre PRO permanent
it: Gentile membro permanente PRO
ja: 永久PROメンバー様
ko: 권위 있는 영구 PRO 멤버십
pt_pt: Caro membro PRO permanente
ru: Дорогой постоянный PRO участник
zh_hant_tw: 尊榮永久PRO會員

source: 小红书
de: RedNote
en: RedNote
es: RedNote
fr: RedNote
it: RedNote
ja: RedNote
ko: RedNote
pt_pt: RedNote
ru: RedNote
zh_hant_tw: 小紅書

source: 屏幕常亮
de: Bildschirm immer an
en: Screen always on
es: Pantalla siempre encendida
fr: Écran toujours allumé
it: Schermo sempre acceso
ja: 画面常時オン
ko: 화면은 항상 켜져 있습니다
pt_pt: Tela sempre ligada
ru: Экран всегда включен
zh_hant_tw: 螢幕恆亮

source: 已复制
de: Kopiert
en: Copied
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복제
pt_pt: Copiado
ru: Скопировано
zh_hant_tw: 已複製

source: 年度 PRO
de: Jährlich PRO
en: Yearly PRO
es: PRO anual
fr: PRO annuel
it: Annuale PRO
ja: 年間 PRO
ko: 연간 PRO
pt_pt: PRO anual
ru: Годовой PRO

source: 底噪
de: Lärm
en: Noise
es: Ruido
fr: Bruit
it: Rumore
ja: ノイズベース
ko: 바닥 소음
pt_pt: Ruído
ru: Шум

source: 开始 3 天免费试用
de: 3 Tage kostenlos testen
en: Start 3 days free trial
es: Iniciar prueba gratuita de 3 días
fr: Essai gratuit pendant 3 jours
it: Iniziare la prova gratuita per 3 giorni
ja: 3 日間無料トライアルを開始
ko: 3 일 무료 평가판 시작
pt_pt: Iniciar teste gratuito de 3 dias
ru: Начать 3-дневную бесплатную пробную версию
zh_hant_tw: 立即開始 3 天免費試用

source: 开始 7 天免费试用
de: 7 Tage kostenlos testen
en: Start 7 days free trial
es: Iniciar prueba gratuita de 7 días
fr: Essai gratuit pendant 7 jours
it: Iniziare la prova gratuita per 7 giorni
ja: 7 日間無料トライアルを開始
ko: 7 일 무료 평가판 시작
pt_pt: Iniciar teste gratuito de 7 dias
ru: Начать 7-дневную бесплатную пробную версию
zh_hant_tw: 立即開始 7 天免費試用

source: 强度
de: Stärke
en: Strength
es: Intensidad
fr: Force
it: Forza
ja: 強度
ko: 해리
pt_pt: Intensidade
ru: Сила
zh_hant_tw: 強度

source: 彩虹条纹录音磁带
de: Regenbogen-Streifen-Band
en: Rainbow Stripe Tape
es: Cinta de rayas arcoíris
fr: Bande à rayures arc-en-ciel
it: Nastro a strisce arcobaleno
ja: 虹色録音テープ
ko: 무지개색 카세트 테이프
pt_pt: Fita de listras arco-íris
ru: Кассета с радужными полосками
zh_hant_tw: 彩虹條紋錄音帶

source: 微信
de: WeChat
en: WeChat
es: WeChat
fr: WeChat
it: WeChat
ja: WeChat
ko: WeChat
pt_pt: WeChat
ru: WeChat
zh_hant_tw: 微信 (WeChat)

source: 怀旧
de: Nostalgie
en: Nostalgia
es: Nostalgia
fr: Nostalgie
it: Nostalgia
ja: ノスタルジック
ko: 노스탤지어
pt_pt: Nostalgia
ru: Ностальгия
zh_hant_tw: 懷舊

source: 恢复购买
de: Kauf wiederherstellen
en: Restore Purchase
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina l'acquisto
ja: 購入を復元
ko: 구매 재개
pt_pt: Restaurar compra
ru: Восстановить покупку
zh_hant_tw: 恢復購買

source: 您的媒体库是空的
de: Ihre Mediathek ist leer
en: Your media library is empty
es: Tu biblioteca de medios está vacía
fr: Votre bibliothèque de médias est vide
it: La tua libreria multimediale è vuota
ja: メディアライブラリは空です
ko: 미디어 라이브러리가 비어 있습니다
pt_pt: Sua biblioteca de mídia está vazia
ru: Ваша медиатека пуста
zh_hant_tw: 您的媒體庫是空的

source: 意见反馈
de: Rückmeldung
en: Feedback
es: Comentarios
fr: Commentaires
it: Feedback
ja: フィードバック
ko: 피드백
pt_pt: Comentários
ru: Отзыв
zh_hant_tw: 意見回饋

source: 成功
de: Erfolgreich
en: Succeed
es: Éxito
fr: Réussir
it: Il successo
ko: 성공 사례
pt_pt: Sucesso
ru: Успех

source: 成功恢复 %lld 个购买项目：%@
de: Erfolgreich wiederhergestellt %1$lld Kaufartikel: %2$@
en: Successfully restored %1$lld purchase items: %2$@
es: Se restauraron exitosamente %1$lld elementos de compra: %2$@
fr: Successfully restored %1$lld purchase items : %2$@
it: Ripristinato con successo %1$lld articoli acquistati: %2$@
ja: 購入項目 %1$lld 件を復元しました：%2$@
ko: 구매 %lld 건 복구 성공：
pt_pt: Restaurados com sucesso %1$lld itens de compra: %2$@
ru: Успешно восстановлено %1$lld покупок: %2$@
zh_hant_tw: 成功恢復 %1$lld 個購買項目：%2$@

source: 打开 Apple Music
de: Öffnen Sie Apple Music
en: Open Apple Music
es: Abrir Apple Music
fr: Ouvrez Apple Music
it: Aprire Apple Music
ko: Apple 음악 열기
pt_pt: Abrir Apple Music
ru: Открыть Apple Music
zh_hant_tw: 打開 Apple Music

source: 扫描专辑条形码
de: Scannen von Album-Barcodes
en: Scanning album barcodes
es: Escaneando códigos de barras de álbumes
fr: Placez le code-barres à l'intérieur de la case blanche.
it: Scansione dei codici a barre degli album
ja: アルバムのバーコードをスキャン中
ko: 앨범 바코드 스캔
pt_pt: Digitalizando códigos de barras de álbuns
ru: Сканирование штрихкодов альбомов
zh_hant_tw: 掃描專輯條碼

source: 扫描专辑条形码需要使用摄像头，请在设置中允许应用访问摄像头。
de: Zum Scannen von Album-Barcodes ist eine Kamera erforderlich. Bitte erlauben Sie der App in Ihren Einstellungen den Zugriff auf die Kamera.
en: Scanning album barcodes requires the use of a camera. Please allow the app to access the camera in your settings.
es: Escanear los códigos de barras de los álbumes requiere el uso de la cámara. Permite que la aplicación acceda a la cámara en la configuración.
fr: La lecture des codes-barres des albums nécessite l'utilisation d'un appareil photo. Veuillez autoriser l'application à accéder à l'appareil photo dans vos paramètres.
it: La scansione dei codici a barre degli album richiede l'uso della fotocamera. Consenti all'app di accedere alla fotocamera nelle impostazioni.
ja: アルバムのバーコードをスキャンするにはカメラの使用が必要です。設定でアプリにカメラへのアクセスを許可してください。
ko: 앨범 바코드를 스캔하려면 카메라 사용이 필요합니다. 설정에서 앱이 카메라에 접근할 수 있도록 허용해 주세요.
pt_pt: Digitalizar códigos de barras de álbuns requer o uso da câmera. Permita que o aplicativo acesse a câmera nas configurações.
ru: Для сканирования штрихкодов альбомов требуется камера. Разрешите приложению доступ к камере в настройках.
zh_hant_tw: 掃描專輯條碼需要使用相機，請在設定中允許應用程式存取相機。

source: 把应用推荐给朋友
de: Empfehlen Sie Ihren Freunden
en: Recommend to your friends
es: Recomendar a tus amigos
fr: Recommandez à vos amis
it: Consiglia ai tuoi amici
ja: アプリを友達にシェアする
ko: 친구에게 앱 추천하기
pt_pt: Recomendar para seus amigos
ru: Рекомендовать друзьям
zh_hant_tw: 推薦應用程式給朋友

source: 抖音
de: TikTok
en: TikTok
es: TikTok
fr: TikTok
it: TikTok
ja: TikTok
ko: TikTok
pt_pt: TikTok
ru: TikTok

source: 持续欣赏机械转动的美感
de: Kontinuierliche Würdigung der Schönheit der mechanischen Rotation
en: Continuous appreciation of the beauty of mechanical rotation
es: Apreciación continua de la belleza de la rotación mecánica
fr: Appréciation continue de la beauté de la rotation mécanique
it: Apprezzamento continuo della bellezza della rotazione meccanica
ja: 機械的な回転の美しさの継続的評価
ko: 기계 회전의 아름다움에 대한 지속적인 감상
pt_pt: Apreciação contínua da beleza da rotação mecânica
ru: Постоянное восхищение красотой механического вращения
zh_hant_tw: 持續欣賞機械旋轉之美

source: 授权访问
de: Autorisiert
en: Authorized
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: アクセス許可です
ko: 인증된 액세스
pt_pt: Autorizado
ru: Авторизовано
zh_hant_tw: 授權訪問

source: 提示
de: Erinnerung
en: Reminder
es: Recordatorio
fr: Rappel
it: Promemoria
ja: ヒント
ko: 주목하세요
pt_pt: Lembrete
ru: Напоминание

source: 搜索专辑或艺术家
de: Alben oder Interpreten suchen
en: Search Albums or Artists
es: Buscar álbumes o artistas
fr: Recherche d'albums ou d'artistes
it: Ricerca Album o Artisti
ja: アルバムまたはアーティストの検索
ko: 앨범 또는 아티스트 검색
pt_pt: Pesquisar álbuns ou artistas
ru: Поиск альбомов или исполнителей
zh_hant_tw: 搜尋專輯或藝術家

source: 搜索专辑时发生错误：%@
de: Fehler beim Suchen des Albums: %@
en: An error occurred while searching for albums: %@
es: Ocurrió un error al buscar álbumes: %@
fr: Une erreur s'est produite lors de la recherche d'albums : %@
it: Si è verificato un errore durante la ricerca degli album: %@
ja: アルバムの検索中にエラーが発生しました: %@
ko: 앨범을 검색하는 중 오류가 발생했습니다: %@
pt_pt: Ocorreu um erro ao procurar álbuns: %@
ru: Произошла ошибка при поиске альбомов: %@
zh_hant_tw: 搜尋專輯時發生錯誤：%@

source: 搜索失败
de: Suche fehlgeschlagen
en: Search failed
es: Búsqueda fallida
fr: Recherche infructueuse
it: Ricerca fallita
ja: 検索に失敗しました
ko: 검색 실패
pt_pt: Falha na busca
ru: Поиск не удался
zh_hant_tw: 搜尋失敗

source: 搜索歌单
de: Wiedergabelisten suchen
en: Search Playlists
es: Buscar listas de reproducción
fr: Recherche de listes de lecture
it: Ricerca Playlist
ja: プレイリスト検索
ko: 재생 목록 검색
pt_pt: Pesquisar listas de reprodução
ru: Поиск плейлистов
zh_hant_tw: 搜尋播放清單

source: 播放
de: Abspielen
en: Play
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
ko: 플레이 가능
pt_pt: Reproduzir
ru: Воспроизвести

source: 播放器
de: Spieler
en: Player
es: Reproductor
fr: Lecteur
it: Lettore
ja: プレーヤー
ko: 플레이어
pt_pt: Reprodutor
ru: Плеер

source: 播放队列
de: Abspielwarteschlange
en: Play queue
es: Cola de reproducción
fr: File d'attente de lecture
it: Coda di riproduzione
ja: 再生キュー
ko: 재생 대기열
pt_pt: Fila de reprodução
ru: Очередь воспроизведения
zh_hant_tw: 播放清單

source: 播放队列为空
de: Abspielwarteschlange ist leer
en: Play queue is empty
es: La cola de reproducción está vacía
fr: File d'attente de lecture vide
it: Coda di riproduzione vuota
ja: プレイキューは空
ko: 재생 대기열 비어 있음
pt_pt: A fila de reprodução está vazia
ru: Очередь воспроизведения пуста
zh_hant_tw: 播放清單為空

source: 支持我们
de: Unterstützen Sie uns
en: Support us
es: Apóyanos
fr: Contactez-nous
it: Support us
ja: サポート
ko: 지원
pt_pt: Apoie-nos
ru: Поддержите нас
zh_hant_tw: 支持我們

source: 方形比例
de: Quadratisches
en: Square
es: Recuadro
fr: Carré
it: Quadrato
ja: 正方形比
ko: 사각형 비율
pt_pt: Quadrado
ru: квадратн
zh_hant_tw: 方形比率

source: 无法找到该产品信息
de: Die Produktinformationen können nicht gefunden werden
en: The product information cannot be found
es: No se puede encontrar la información del producto
fr: Les informations sur le produit sont introuvables
it: Le informazioni sul prodotto non possono essere trovate
ja: 商品情報が見つかりません
ko: 이 제품에 대한 정보를 찾을 수 없습니다
pt_pt: Não foi possível encontrar as informações do produto
ru: Информация о продукте не найдена
zh_hant_tw: 找不到此產品資訊
